---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDistributionsysConfigParam
source: html/906ca8fc-aba8-a4a5-0364-245fcd6f8a58.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDistributionsysConfigParam Property

"Configuration"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDistributionsysConfigParam { get; }
```